Pegoku/fallout-badge/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_COMPILER_OPTIMIZATION_DEBUG=y
CONFIG_ESP_SYSTEM_PANIC_PRINT_REBOOT=y
